Revit 2024 API
ExternalResourceType Operators
The ExternalResourceType type exposes the following members.
Operators
Name | Description
Equality
Compares two ExternalResourceType instances.
Inequality
Compares two ExternalResourceType instances.
See Also
ExternalResourceType Class
Autodesk.Revit.DB Namespace